{
  "details" : [
      {
          "name": "Katrina",
          "date": 1962,
          "location": "Seattle",
          "image": "https://i.postimg.cc/6QNHjGdy/1.jpg",
          "description": "Whoa I saw two were huge! I saw two Sasquatch drinking water from Harrison Lake in 1962, at dusk. It made my hair stand up on end. I might have had a few beers beforehand but I swear I know what I saw. Two Sasquatch in the wild and it looked like they were hungry and looking for fish. I reckon' they were wanting some food.",
          "likes": 4,
          "dislikes": 1
      },
      {
          "name": "Lloyd",
          "date": 1978,
          "location": "Oregon",
          "image": "https://i.postimg.cc/R0QgjVRG/2.jpg",
          "description": "I'm a believer in Sasquatch now and have been since 1978 when my wife and I saw the big guy (or gal?) on our honeymoon. We were in the woods on a romantic evening and I had set up a picnic under the stars since it was our first night as man and wife. All of a sudden we heard a branch break and behind us we saw a creature running through the woods with long arms and legs and hair. It had to have been Sasquatch. I'm not crazy.",
          "likes": 8,
          "dislikes": 2
      },
      {
          "name": "Natasha",
          "date": 1986,
          "location": "Canada",
          "image": "https://i.postimg.cc/pTWsxbcv/3.jpg",
          "description": "I was headed to my car in the parking lot. I heard a twig snap. I looked and saw a creature, seven or eight feet tall and covered in gray fur, racing back into the woods about 30 yards away. It was far too large, likely several hundred pounds, and moved too quickly to be a man. I was shaken and in tears, I called her parents from a nearby restaurant, and asked them to come and drive me home.It's been a few years since I've seen it myself but I KNOW what I saw.",
          "likes": 4,
          "dislikes": 0
      },
      {
          "name": "Pedro",
          "date": 2007,
          "location": "Sydney",
          "image": "https://i.postimg.cc/L57Dzq94/4.jpg",
          "description": "I didn't know Sasquatch was in Austrailia but I have proof. It was a dark and rainy night, and I thought I heard something outside. I went to go look and saw a large creature, too large to be a human running towards the woods. It was a Sasquatch.",
          "likes": 0,
          "dislikes": 7
      },
      {
          "name": "Marlee",
          "date": 1999,
          "location": "Washington",
          "image": "https://i.postimg.cc/PxS2530w/5.jpg",
          "description": "It was 1999 and I was working late one the night of September 17th in the woods. I heard a strange noise and smelled something aweful. I saw Sasquatch. I know it was him because I've never smelled someone so aweful in my life and he had really big feet and arms. And legs. And teeth",
          "likes": 7,
          "dislikes": 3
      },
      {
      
          "name": "Dave",
          "date": 1957,
          "location": "New York",
          "image": "https://i.postimg.cc/XqXxGK0D/6.jpg",
          "description": "I saw some tracks and followed them through the Adirondack mountains and there it was. Staring at me. I snapped a photo right before he took a swipe at my face with his enormous paws. It was the most terrifying thing to ever happen to me and I still have nightmares about it. I have had a lot of therapy though and am working through my PTSD. If found, I expect reparations to be made immediately.",
          "likes": 3,
          "dislikes": 3
      }
  ]
}